Repository: AMSW/django-mass-edit
Catalog: massadmin/locale/*/LC_MESSAGES/django.po
Languages: de

source: Mass Edit
de: Batch-Bearbeitung

source: Selected %(name)s were changed successfully.
de: Ausgewählte %(name)s wurden erfolgreich geändert.

source: %(name)s object with primary key %(key)r does not exist.
de: %(name)s Objekt mit dem Primärschlüssel %(key)r existiert nicht.

source: Change %s
de: Ändere %s

source: Mass Update?
de: Batch-Aktualisierung ?

source: Field
de: Feld

source: is read only.
de: ist schreibgeschützt.

source: is unique.
de: ist eindeutig.

source: Home
de: Start

source: Add
de: Hinzufügen

source: Please correct the error below.
de: Bitte den aufgeführten Fehler korrigieren.

source: Mass Change
de: Batch Änderung

source: You have not checked off any fields to update. Are you sure you wish to continue?
de: Es wurde kein Feld zur Änderung ausgewählt. Trotzdem weiter ?

source: Save
de: Speichern
